privacypolicy.html
---
layout: default
title: Privacy policy
---

<p>
This site by itself does not collect any data about users. There are some minor exceptions:
</p>

<ul class="org-ul">
<li>Amazon uses cookies to track purchases if you click any affiliate links.</li>
<li>Google uses cookies to serve ads based on your prior visits to this website or other websites.</li>
<li>Google's use of advertising cookies enables it and its partners to serve ads based on your visit to this site and/or other sites on the Internet.</li>
<li>Users may opt out of personalized advertising by Google by visiting <a href="https://www.google.com/settings/ads">Ads Settings</a>.</li>
</ul>
